"Welcome to SMARTReporter. This seems to be the first time you start SMARTReporter. The preferences-window will be opened." = "Välkommen till SMARTReporter. Det verkar vara första gången du startar SMARTReporter. Inställningsfönstret kommer att öppnas.";

"Your Harddrive Configuration seems to have changed. The preferences-window will be opened." = "Din hårddiskkonfiguration verkar ha ändrats. Inställningsfönstret kommer att öppnas.";

"Could not open Console.app to open the log file. View it manually at '%@'." = "Kunde inte öppna Systemmeddelanden för att öppna loggfilen. Se den manuellt här '%@'.";

"Delivery can't proceed because you've set no address to deliver from." = "Leveransen kan inte fortsätta för du har inte satt någon adress att leverera från.";

"Delivery can't proceed because you've set no address to deliver to." = "Leveransen kan inte fortsätta för du har inte satt någon adress att leverera till.";

"Delivery failed with an authentication failure. Please check username, password and the authentication method." = "Leveransen misslyckades med ett autentiseringsfel. Var god kontrollera användarnamn, lösenord och autentiseringsmetoden.";

"Delivery seemed to timeout. Please check hostname and port." = "Leveransen gjorde timeout. Var god kontrollera värdnamn och port.";

"Delivery using Mail.app settings didn't seem to be successful so you should use manual configuration." = "Leverans med Mail.app inställningar verkade inte fungera, så du bör använda manuell konfiguration.";

"Error!\nCould not write to file '%@'. Please check Permissions." = "Fel!\nKunde inte skriva till fil '%@'. Var god kontrollera behörigheter.";

"It seems like %@ has crashed recently. Please consider sending the crash-log to help fix this problem. Also make sure you are using the latest version by using the built-in update mechanism since most reported crashes are already fixed in the latest version." = "Det verkar som %@ nyligen har kraschat. Skicka gärna kraschloggen för att hjälpa till att fixa problemet. Kontrollera också att du använder senaste versionen genom att använda den inbyggda uppdateringsmekanismen eftersom det flesta problemen redan är fixade i senaste versionen.";

"Please check the e-mail settings." = "Kontrollera e-post inställningarna.";

"The E-Mail delivery failed!\n" = "E-post leveransen misslyckades!\n";

"The E-Mail failure notification delivery failed!\n" = "E-post leveransen av felmeddelande misslyckades!\n";

"The S.M.A.R.T.-data for the drive %@ indicates an impending drive-failure!\n\nPlease follow the instructions in the 'What to do when SMARTReporter predicts a failure' section in SMARTReporter's FAQ as soon as possible." = "S.M.A.R.T. datan för disken %@ indikerar ett förestående disk haveri!\n\nVar god följ instruktionerna i \"What to do when SMARTReporter predicts a failure\" delen i SMARTReporters FAQ så snart som möjligt.";

"SMARTReporter Failure Notice" = "SMARTReporter felmeddelande";

"TEST E-Mail from SMARTReporter" = "TEST mail från SMARTReporter";

"The S.M.A.R.T.-data for the drive %D on the machine %N (hostname: %H ipv4-address: %4 ipv6-address: %6 MAC-address: %M) indicates an impending drive-failure!\n\nPlease follow the instructions in the 'What to do when SMARTReporter predicts a failure' section in SMARTReporter's FAQ as soon as possible." = "S.M.A.R.T datan för disken %D på maskinen %N (värdnamn: %H ipv4-adress: %4 ipv6-adress: %6 MAC-adress: %M) indikerar ett förestående disk haveri!\n\nVar god följ instruktionerna i \"What to do when SMARTReporter predicts a failure\" delen i SMARTReporters FAQ så snart som möjligt.";

"This is just a TEST!\nContents of e-mail-test below:\n\n" = "Detta är bara ett test!\nInnehåll av e-post test nedan:\n\n";

"Unknown" = "Okänd";

"Failing!" = "Havererande!";

"Verified" = "Verifierad";

"S.M.A.R.T. condition could not be verified" = "S.M.A.R.T. statusen kunde inte verifieras";

"S.M.A.R.T. condition exceeded, DRIVE COULD FAIL SOON" = "S.M.A.R.T. statusen överskriden, DISKEN KAN HAVERERA SNART";

"S.M.A.R.T. condition not exceeded, drive OK" = "S.M.A.R.T. statusen ej överskriden, disken OK";



"%@ can't operate properly when started from the disk image." = "%@ fungerar inte korrekt när den startats från skivavbilden.";

"%@ could not copy itself to the Applications folder, most likely an old copy exists there already. Please do so yourself." = "%@ kunde inte kopiera sig själv till programmappen, mest troligt så finns redan en gammal kopia där. Var god kopiera själv.";

"%@ could not restart itself. Please do so yourself." = "%@ kunde inte starta om själv. Var god gör det själv.";

"%@ has been moved, but applications should never be moved while they are running." = "%@ har flyttats men program bör aldrig flyttas medan de fortfarande körs.";

"%@ has successfully copied itself to the Applications folder, please start it from there." = "%@ har framgångsrikt kopierat sig själv till programmappen, var god starta programmet därifrån.";

"Cancel" = "Avbryt";

"Progress:" = "Status:";

"Move to the Applications folder" = "Flytta till programmappen";

"Never" = "Aldrig";

"No test in progress" = "Inget pågående test";

"OK" = "Ok";

"OK! Open Console.app!" = "Ok! Öppna Systemmeddelanden!";

"Please fill in additional details here" = "Var god fyll i ytterligare detaljer här";

"Quit" = "Avsluta";

"Restart %@" = "Starta om %@";

"Restart later" = "Starta om senare";

"Restart now" = "Starta om nu";

"Send" = "Skicka";

"SMARTReporter could not restart itself automatically. Please restart it yourself when it is convenient for you." = "SMARTReporter kunde inte starta om sig själv automatiskt. Var god starta om det själv när det passar dig.";

"SMARTReporter has detected an I/O Error on the drive named %@! This is not a S.M.A.R.T. error, but repeated errors still can indicate a failing drive. You can turn off this warning in the preferences. Full msg:\n\n%s" = "SMARTReporter har upptäckt ett I/O fel på disken med namnet %@! Detta är inte ett S.M.A.R.T. fel men upprepade fel kan ändå indikera en disk som håller på att haverera. Du kan stänga av denna kontroll i inställningarna. Hela meddelandet:\n\n%s";

"SMARTReporter needs to be restarted for this option to take effect. Hold down alt (option) during application launch to get the menu-item back." = "SMARTReporter behöver startas om för att detta val ska få effekt. Håll ned alt (option) vid programstart för att få tillbaka menyn.";

"S.M.A.R.T. status not yet determined" = "S.M.A.R.T. status ej fastställd ännu";

"R.A.I.D. check not yet performed" = "R.A.I.D. kontroll ej genomförd ännu";

"R.A.I.D. status check disabled" = "R.A.I.D. status kontroll avaktiverad";

"I/O Error check not yet performed" = "I/O fel kontroll ej genomförd ännu";

"I/O Error check disabled" = "I/O fel kontroll avaktiverad";

"R.A.I.D. check (%@): no RAID sets found" = "R.A.I.D. kontroll (%@): inga RAID set hittade";

"R.A.I.D. check (%@): all %i RAID sets ONLINE" = "R.A.I.D. kontroll (%@): alla %i RAID set UPPKOPPLADE";

"R.A.I.D. check (%@): %i of %i RAID sets DEGRADED" = "R.A.I.D. kontroll (%@): %i av %i RAID set FÖRSÄMRADE";

"R.A.I.D. check (%@): %i of %i RAID sets OFFLINE" = "R.A.I.D. kontroll (%@): %i av %i RAID set EJ ANSLUTNA";

"R.A.I.D. check (%@): %i RAID sets OFFLINE and %i RAID sets DEGRADED" = "R.A.I.D. kontroll (%@): %i RAID set EJ ANSLUTNA och %i RAID set FÖRSÄMRADE";

"I/O Error check (%@): all %i watched drives OK" = "I/O felkontroll (%@): alla %i kontrollerade diskar OK";

"I/O Error check (%@): FAILING - found I/O Errors on %i drive(s)" = "I/O felkontroll (%@): HAVERERANDE - hittade I/O fel på %i disk(ar)";

/* added post 2.7.1*/

"Closing this window will not abort the selftest - you can't start other tests until this one has finished. You can later inspect the results of the finished selftest." = "Stängning av detta fönster avbryter inte självtestet - du kan inte starta andra tester förrän detta test är klart. Du kan inspektera resultatet för sjävltestet senare.";

"Sorry, the I/O error check can only be enabled for Admin-users." = "Ledsen men I/O fel kontrollen kan bara aktiveras för Admin användare.";

"SMARTReporter has detected a problem with an attached RAID! Full msg:\n\n%@" = "SMARTReporter har upptäckt ett problem med en ansluten RAID! Hela meddelandet:\n\n%@";

"S.M.A.R.T. status: %i of %i drives FAILING" = "S.M.A.R.T. status: %i av %i diskar HAVERERANDE";

"S.M.A.R.T. status: all %i watched drives OK" = "S.M.A.R.T. status: alla %i övervakade diskar OK";